Repository: tollenceld/StarCatch
Catalog: StarCatch/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans

# time.return_now.hint
source: Return orbital objects along their time paths to the current state
zh_hans: 让卫星沿时间轨迹回到当前状态

# time.returning
source: Returning
zh_hans: 正在返回

# time.returning.accessibility
source: Returning to the live sky
zh_hans: 正在返回实时天空

# view.reset
source: Reset View
zh_hans: 复位视场

# view.reset.hint
source: Restore the default scale for the current view
zh_hans: 恢复当前视图的默认观察比例

# 一台面向真实天空的轨道观测仪。
source: An orbital instrument for the real sky.
zh_hans: 一台面向真实天空的轨道观测仪。

# 举起手机，辨认此刻经过你上空的人造天体，沿时间查看它们的轨迹。
source: Raise your phone to identify artificial objects passing overhead and follow their paths through time.
zh_hans: 举起手机，辨认此刻经过你上空的人造天体，沿时间查看它们的轨迹。

# 仅供教育与观测，不用于导航、碰撞规避或安全决策。
source: For education and observation only. Not for navigation, collision avoidance, or safety decisions.
zh_hans: 仅供教育与观测，不用于导航、碰撞规避或安全决策。

# 任务、轨道与来源
source: Mission, orbit, and sources
zh_hans: 任务、轨道与来源

# 最近：%@
source: Latest: %@
zh_hans: 最近：%@

# 删除
source: Delete
zh_hans: 删除

# 历史叙述随版本校订；位置与速度由 App 内置 CelesTrak GP/OMM 元素在设备上推算。
source: Historical notes are reviewed with each release. Position and velocity are calculated on device from the bundled CelesTrak GP/OMM elements.
zh_hans: 历史叙述随版本校订；位置与速度由 App 内置 CelesTrak GP/OMM 元素在设备上推算。

# 复位视场
source: Reset View
zh_hans: 复位视场

# 官方任务页面
source: Official Mission Page
zh_hans: 官方任务页面

# 对准另一目标切换，或取消当前捕获。
source: Aim at another object to switch, or cancel the current capture.
zh_hans: 对准另一目标切换，或取消当前捕获。

# 将准星对准人造天体可即时阅读档案；开启“确认捕获”并确认目标后，观测会保存在这台设备上。
source: Aim the reticle at an artificial object to read its archive. When Capture Confirmation is enabled, confirmed observations are saved on this device.
zh_hans: 将准星对准人造天体可即时阅读档案；开启“确认捕获”并确认目标后，观测会保存在这台设备上。

# 尚无观测记录
source: No observations yet
zh_hans: 尚无观测记录

# 已识别 %@ 个 · 共锁定 %@ 次
source: %1$@ identified · %2$@ locks
zh_hans: 已识别 %1$@ 个 · 共锁定 %2$@ 次

# 当前位置
source: Current Location
zh_hans: 当前位置

# 收起
source: Collapse
zh_hans: 收起

# 显示偏好与手册状态不会被清除。
source: Display preferences and manual progress will be preserved.
zh_hans: 显示偏好与手册状态不会被清除。

# 查看档案
source: View Archive
zh_hans: 查看档案

# 深入档案
source: Open Archive
zh_hans: 深入档案

# 目录来自 CelesTrak GP/OMM 快照；SatelliteKit 在设备上执行 SGP4 传播。轨道数据不会在运行时联网刷新。
source: The catalog comes from a bundled CelesTrak GP/OMM snapshot. SatelliteKit performs SGP4 propagation on device; orbital data is not refreshed at runtime.
zh_hans: 目录来自 CelesTrak GP/OMM 快照；SatelliteKit 在设备上执行 SGP4 传播。轨道数据不会在运行时联网刷新。

# 目标筛选
source: Object Filters
zh_hans: 目标筛选

# 继续缩小 · 查看完整轨道
source: Keep pinching · View all orbits
zh_hans: 继续缩小 · 查看完整轨道

# 联系支持
source: Contact Support
zh_hans: 联系支持

# 观测记录
source: Observations
zh_hans: 观测记录

# 轨道目录未能载入。请重新安装应用；若问题持续，请联系支持。
source: The orbital catalog could not be loaded. Reinstall the app; if the problem persists, contact support.
zh_hans: 轨道目录未能载入。请重新安装应用；若问题持续，请联系支持。

# 进入观测
source: Begin Observation
zh_hans: 进入观测

# 选择会实时作用于当前天空
source: Selections update the current sky immediately
zh_hans: 选择会实时作用于当前天空

# 重置
source: Reset
zh_hans: 重置

# 默认视域
source: Default Field of View
zh_hans: 默认视域
